/* 
   Localizable.strings
   Tipulator

   Created by Sophia Teutschler on 06.02.09.
   Copyright 2009 Sophiestication Software. All rights reserved.
 */

"CHECK_AMOUNT_TITLE" = "Check amount";
"TIP_TITLE_%@" = "%1$@ tip";
"TIP_ZERO_TITLE" = "No tip";
"TOTAL_AMOUNT_TITLE" = "Total";
"SPLIT_TITLE_%@" = "%1$@ people";
"SPLIT_ZERO_TITLE" = "No split";

"TIP_PERCENTAGE_ZERO" = "No tip";
"TIP_SPLIT_ZERO" = "No split";
"TIP_SPLIT_CHECK" = "Split Check";

"PICKER_WIDTH_PERCENTAGE" = "300";
"PICKER_INDENT_PERCENTAGE" = "              ";

"PICKER_WIDTH_SPLIT" = "130";

"PICKER_WIDTH_ROUNDING" = "300";
"PICKER_INDENT_ROUNDING" = "           ";

"ROUNDINGMODE_ROUND_TOTAL_UP" = "Round total up";
"ROUNDINGMODE_ROUND_TOTAL_DOWN" = "Round total down";
"ROUNDINGMODE_NONE" = "Exact";
"ROUNDINGMODE_PALINDROME" = "Palindrome";
"ROUNDINGMODE_ROUND_TIP_DOWN" = "Round tip down";
"ROUNDINGMODE_ROUND_TIP_UP" = "Round tip up";

"CHECK_AMOUNT_TITLE_GB" = "Bill amount";
"TIP_SPLIT_CHECK_GB" = "Split Bill";
"CHECK_AMOUNT_TITLE_CA" = "Cheque amount";
"TIP_SPLIT_CHECK_CA" = "Split Cheque";